tap "adoptopenjdk/openjdk"
tap "agrinman/tap"
tap "cjbassi/ytop"
tap "felixkratz/formulae"
tap "github/gh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jetbrains/utils"
tap "koekeishiya/formulae"
tap "localazy/tools"
tap "mongodb/brew"
tap "mykolaharmash/git-jump"
tap "nektos/tap"
tap "rasukarusan/tap"
tap "rigellute/tap"
tap "sambadevi/powerlevel9k"
tap "tomanthony/brews"
tap "wix/brew"
brew "act"
brew "xz"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "bzip2"
brew "openssl@3"
brew "grpc"
brew "readline"
brew "sqlite"
brew "python@3.12"
brew "llvm"
brew "thrift"
brew "apache-arrow"
brew "archey"
brew "atuin"
brew "autoenv"
brew "openssl@1.1"
brew "python@3.10"
brew "autojump"
brew "automake"
brew "python@3.11"
brew "aws-elasticbeanstalk", link: false
brew "bandwhich"
brew "bash"
brew "libssh2"
brew "oniguruma"
brew "bat"
brew "black"
brew "blueutil"
brew "boost"
brew "glib"
brew "cairo"
brew "carthage"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "choose-gui"
brew "cli53"
brew "cmake"
brew "cocoapods"
brew "conan"
brew "ctop"
brew "curl"
brew "deno"
brew "diskonaut"
brew "dust"
brew "folly"
brew "fizz"
brew "mvfst"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "exa"
brew "eza"
brew "fd"
brew "fnm"
brew "fzf"
brew "gcc"
brew "geos"
brew "libksba"
brew "pinentry"
brew "gnupg"
brew "gpgme"
brew "pkg-config"
brew "hdf5"
brew "proj"
brew "libgeotiff"
brew "libheif"
brew "python@3.9"
brew "libspatialite"
brew "netcdf"
brew "numpy"
brew "poppler"
brew "gdal"
brew "gh"
brew "git-delta"
brew "git-open"
brew "gitui"
brew "go"
brew "harfbuzz"
brew "openjdk"
brew "gradle"
brew "grex"
brew "htop"
brew "httpie"
brew "hyperfine"
brew "imlib2"
brew "ipython"
brew "jq"
brew "jsonschema", link: false
brew "node"
brew "pandoc"
brew "jupyterlab"
brew "lerna"
brew "libdap"
brew "libffi"
brew "libfido2"
brew "libimobiledevice", args: ["HEAD"]
brew "libslirp"
brew "libssh"
brew "lua"
brew "luarocks"
brew "marp-cli"
brew "mas"
brew "maven"
brew "mongosh"
brew "mypy"
brew "navi"
brew "ncdu"
brew "neovim"
brew "newman"
brew "nghttp2"
brew "node@14"
brew "node@16"
brew "noti"
brew "openjdk@17"
brew "pastel"
brew "pinentry-mac"
brew "platformio"
brew "pnpm"
brew "podman"
brew "qt@5"
brew "poppler-qt5"
brew "postgresql@14"
brew "prettyping"
brew "procs"
brew "pv"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python-build"
brew "python-lsp-server"
brew "tcl-tk"
brew "python@3.8"
brew "qemu"
brew "qt"
brew "redis"
brew "rust"
brew "sampler"
brew "semgrep"
brew "shellcheck"
brew "shfmt"
brew "starship"
brew "task"
brew "taskwarrior-tui"
brew "tealdeer"
brew "telnet"
brew "thefuck"
brew "tig"
brew "toilet"
brew "tokei"
brew "transmission-cli"
brew "tree"
brew "truncate", link: false
brew "unoconv"
brew "uvicorn"
brew "virtualenv", link: false
brew "watchman"
brew "wget"
brew "wireshark"
brew "yarn"
brew "zlib"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "agrinman/tap/tunnelto"
brew "cjbassi/ytop/ytop"
brew "heroku/brew/heroku"
brew "jetbrains/utils/qodana"
brew "koekeishiya/formulae/skhd"
brew "localazy/tools/localazy"
brew "mongodb/brew/mongodb-community"
brew "mykolaharmash/git-jump/git-jump"
brew "rasukarusan/tap/fzf-chrome-active-tab"
brew "rigellute/tap/spotify-tui"
brew "sambadevi/powerlevel9k/powerlevel9k"
brew "tomanthony/brews/itermocil"
brew "wix/brew/applesimutils"
cask "1password"
cask "1password-cli"
cask "adoptopenjdk11"
cask "adoptopenjdk8"
cask "alacritty"
cask "alfred"
cask "appcleaner"
cask "astropad"
cask "bartender"
cask "brave-browser"
cask "bruno"
cask "cleanshot"
cask "cyberduck"
cask "daisydisk"
cask "deepl"
cask "devtoys"
cask "discord"
cask "docker"
cask "dropzone"
cask "fantastical"
cask "fig"
cask "figma"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "franz"
cask "gas-mask"
cask "google-chrome"
cask "google-chrome@canary"
cask "hammerspoon"
cask "imageoptim"
cask "inkscape"
cask "insomnia"
cask "iterm2"
cask "jetbrains-toolbox"
cask "kitty"
cask "little-snitch"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-word"
cask "miro"
cask "ngrok"
cask "notion"
cask "notunes"
cask "numi"
cask "obs"
cask "obsidian"
cask "odrive"
cask "one-switch"
cask "pixelsnap"
cask "pomotroid"
cask "postman"
cask "proxyman"
cask "responsively"
cask "robo-3t"
cask "shifty"
cask "shortcat"
cask "skype"
cask "slack"
cask "spotify"
cask "textmate"
cask "texts"
cask "twitch"
cask "wave"
cask "whatsapp"
cask "zeplin"
cask "zoom"
mas "Almighty", id: 1576440429
mas "Amazing AI", id: 1660147028
mas "Battery Indicator", id: 1206020918
mas "Bitwarden", id: 1352778147
mas "Color Picker", id: 641027709
mas "ColorSlurp", id: 1287239339
mas "Dato", id: 1470584107
mas "DemoPro", id: 1384206666
mas "Divvy", id: 413857545
mas "EasyRes", id: 688211836
mas "Gapplin", id: 768053424
mas "GarageBand", id: 682658836
mas "GIPHY CAPTURE", id: 668208984
mas "Goodnotes", id: 1444383602
mas "Grammarly for Safari", id: 1462114288
mas "Hand Mirror", id: 1502839586
mas "Home Assistant", id: 1099568401
mas "iMovie", id: 408981434
mas "IP Scanner", id: 404167149
mas "Irvue", id: 1039633667
mas "Keynote", id: 409183694
mas "LG Screen Manager", id: 1142051783
mas "Magnet", id: 441258766
mas "MenubarClock", id: 492167985
mas "Micro Snitch", id: 972028355
mas "NextDNS", id: 1464122853
mas "NordVPN", id: 905953485
mas "Numbers", id: 409203825
mas "One Thing", id: 1604176982
mas "Pages", id: 409201541
mas "PasteBox", id: 928940999
mas "Pastel", id: 413897608
mas "rcmd", id: 1596283165
mas "RunCat", id: 1429033973
mas "Session", id: 1521432881
mas "Slack", id: 803453959
mas "Spark", id: 1176895641
mas "Speediness", id: 1596706466
mas "Telegram", id: 747648890
mas "The Unarchiver", id: 425424353
mas "Tot", id: 1491071483
mas "Unclutter", id: 577085396
mas "Velja", id: 1607635845
mas "WiFi Explorer", id: 494803304
mas "Xcode", id: 497799835
mas "Yubico Authenticator", id: 1497506650
mas "ZoomMe", id: 1437487517
