tap "adoptopenjdk/openjdk"
tap "agrinman/tap"
tap "cjbassi/ytop"
tap "github/gh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "localazy/tools"
tap "mongodb/brew"
tap "mykolaharmash/git-jump"
tap "prantlf/tap"
tap "rasukarusan/tap"
tap "rigellute/tap"
tap "sambadevi/powerlevel9k"
tap "wix/brew"
brew "act"
brew "xz"
brew "little-cms2"
brew "webp"
brew "bzip2"
brew "archey"
brew "atuin"
brew "autoenv"
brew "python@3.10"
brew "autojump"
brew "automake"
brew "aws-elasticbeanstalk", link: false
brew "bandwhich"
brew "bash"
brew "bat"
brew "blueutil"
brew "fontconfig"
brew "glib"
brew "cairo"
brew "carthage"
brew "coreutils"
brew "unbound"
brew "gnutls"
brew "pkg-config"
brew "cask", link: false
brew "choose-gui"
brew "cli53"
brew "cloc"
brew "cmake"
brew "cocoapods"
brew "ctop"
brew "libssh2"
brew "curl"
brew "deno"
brew "diskonaut"
brew "dust"
brew "folly"
brew "exa"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fd"
brew "fnm"
brew "fzf"
brew "geos"
brew "krb5"
brew "libdap"
brew "libpq"
brew "libspatialite"
brew "numpy"
brew "poppler"
brew "gdal"
brew "gh"
brew "git-delta"
brew "git-open"
brew "gitui"
brew "pinentry"
brew "gnupg"
brew "go"
brew "openjdk"
brew "gradle"
brew "grex"
brew "htop"
brew "httpie"
brew "hyperfine"
brew "imlib2"
brew "jasper"
brew "oniguruma"
brew "jq"
brew "node"
brew "lerna"
brew "libfido2"
brew "libimobiledevice"
brew "python@3.9"
brew "libslirp"
brew "libssh"
brew "lua"
brew "luarocks"
brew "marp-cli"
brew "mas"
brew "maven"
brew "mongosh"
brew "navi"
brew "ncdu"
brew "nghttp2"
brew "node@14"
brew "noti"
brew "openclonk"
brew "pastel"
brew "pinentry-mac"
brew "pnpm"
brew "qemu"
brew "podman"
brew "qt@5"
brew "poppler-qt5"
brew "postgresql@14"
brew "prettyping"
brew "procs"
brew "pyenv"
brew "pyenv-virtualenv"
brew "tcl-tk", link: false
brew "python@3.8"
brew "qt", link: false
brew "redis"
brew "ruby"
brew "sampler"
brew "semgrep"
brew "sha3sum"
brew "shellcheck"
brew "shfmt"
brew "starship"
brew "task"
brew "taskwarrior-tui"
brew "tealdeer"
brew "telnet"
brew "thefuck"
brew "tig"
brew "toilet"
brew "tokei"
brew "tree"
brew "truncate"
brew "virtualenv", link: false
brew "watchman"
brew "wget"
brew "wireshark"
brew "yarn"
brew "zlib"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "agrinman/tap/tunnelto"
brew "cjbassi/ytop/ytop"
brew "heroku/brew/heroku"
brew "koekeishiya/formulae/yabai"
brew "localazy/tools/localazy"
brew "mongodb/brew/mongodb-community"
brew "mykolaharmash/git-jump/git-jump"
brew "rasukarusan/tap/fzf-chrome-active-tab"
brew "rigellute/tap/spotify-tui"
brew "sambadevi/powerlevel9k/powerlevel9k"
brew "wix/brew/applesimutils"
cask "1password"
cask "alacritty"
cask "alfred"
cask "appcleaner"
cask "arc"
cask "astropad"
cask "atom"
cask "bartender"
cask "brave-browser"
cask "cleanshot"
cask "contexts"
cask "cron"
cask "cyberduck"
cask "daisydisk"
cask "deepl"
cask "discord"
cask "docker"
cask "fantastical"
cask "fig"
cask "figma"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "franz"
cask "gas-mask"
cask "google-chrome"
cask "google-chrome-canary"
cask "hammerspoon"
cask "inkscape"
cask "insomnia"
cask "iterm2"
cask "jetbrains-toolbox"
cask "linear"
cask "lite-xl"
cask "little-snitch"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-word"
cask "miro"
cask "ngrok"
cask "notion"
cask "obsidian"
cask "odrive"
cask "one-switch"
cask "pixelsnap"
cask "postman"
cask "proxyman"
cask "raycast"
cask "responsively"
cask "robo-3t"
cask "shifty"
cask "skype"
cask "slack"
cask "spotify"
cask "textmate"
cask "twitch"
cask "whatsapp"
cask "zeplin"
cask "zoom"
mas "Battery Indicator", id: 1206020918
mas "Bitwarden", id: 1352778147
mas "Color Picker", id: 641027709
mas "ColorSlurp", id: 1287239339
mas "Curve", id: 1219074514
mas "Dato", id: 1470584107
mas "DemoPro", id: 1384206666
mas "Divvy", id: 413857545
mas "Gapplin", id: 768053424
mas "GarageBand", id: 682658836
mas "GIPHY CAPTURE", id: 668208984
mas "Goodnotes", id: 1444383602
mas "Grammarly for Safari", id: 1462114288
mas "Hand Mirror", id: 1502839586
mas "iMovie", id: 408981434
mas "IP Scanner", id: 404167149
mas "iPhoto", id: 408981381
mas "Irvue", id: 1039633667
mas "Jira", id: 1475897096
mas "Keynote", id: 409183694
mas "MenubarClock", id: 492167985
mas "Micro Snitch", id: 972028355
mas "NordVPN", id: 905953485
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PasteBox", id: 928940999
mas "Pastel", id: 413897608
mas "RunCat", id: 1429033973
mas "Session", id: 1521432881
mas "Slack", id: 803453959
mas "Spark", id: 1176895641
mas "Speediness", id: 1596706466
mas "Telegram", id: 747648890
mas "The Unarchiver", id: 425424353
mas "Toggl Track", id: 957734279
mas "Toggl Track", id: 1291898086
mas "Unclutter", id: 577085396
mas "Velja", id: 1607635845
mas "WiFi Explorer", id: 494803304
mas "Xcode", id: 497799835
mas "Yubico Authenticator", id: 1497506650
mas "ZoomMe", id: 1437487517
